# SetConfig.py
info = """[b]ПРОГРАММА УПРАВЛЕНИЯ МАССОВОЙ СМС-РАССЫЛКОЙ ЧЕРЕЗ GSM-МОДУЛЬ[/b]

Поддерживаемые модели: Huawei, ZTE, Samsung, LG...
Полный список -> ru.wammu.eu/phones/

[b]ВАЖНО[/b] 
[i]Данное ПО распространяется бесплатно, может быть использовано в коммерческих целях. 
Автор данного ПО не несет ответственности за возможный полученный вред, используйте данное ПО на свой страх и риск. [/i]

Исходный код данной программы Вы можете найти на сайте [ref=]https://github.com/telnex/SMSKivy[/ref]


[b]Версия программы:[/b] 1.0.0
[b]Python:[/b] 3.9 | [b]Kivy:[/b] 2.1 | [b]Gammu:[/b] 3.2.4
"""

# Windows.py
wel = 'Введите текст сообщения и выберите абонентов, которых необходимо оповестить.'

# AlertList.py
em_book = '[b]ВАША ТЕЛЕФОННАЯ КНИГА ПУСТА![/b]\nНажмите «РЕДАКТИРОВАНИЕ», чтобы добавить абонентов!'
help = '[b]СПРАВКА[/b]\n1 строка - 1 запись, используйте шаблон:\n[i]ФАМИЛИЯ И.О. / +79006004050[/i]'